[
  {
    "number": "0",
    "type": {
      "c1" : "有好奇心、嘗試心的人、機緣、善緣、智慧、對於無形界的訊息具有強烈的感受力、直覺敏感、並喜歡學習、追求新鮮事物。",
      "c2" : "有超強的預知力、有機會成為好命女/男，第六感超敏銳、心思十分細密、能察覺周遭細小變化、並喜歡神祕學、易信仰宗教、懂得吃苦也能善待自己。",
      "c3" : "固執、勞碌命、付出與回收不成正比、努力的結果都是為了別人。",
      "c4" : "固執、勞碌命、付出與回收不成正比、努力的結果都是為了別人。",
      "t1" : "固執、勞碌命、付出與回收不成正比、努力的結果都是為了別人。",
      "t2" : "固執、勞碌命、付出與回收不成正比、努力的結果都是為了別人。",
      "mix" : "勞碌命、白手起家、付出的比回收的還多、為朋友或家人付出奉獻。",
      "empty" : "勞心勞力、後知後覺、白手起家的命、敏感力較差、行事比較粗線條、不拘小節、有時神經較大條、會忘東忘西。"
    }
  },
  {
    "number": "1",
    "type": {
      "c1" : "具領導格、獨立、走在時代尖端、熱情、阿莎力、重感情、外緣好、直覺強。",
      "c2" : "稍有主見、有領導能力、主控力、創造力、略急躁、點子多、有老闆命主管格。",
      "c3" : "勤勞、主觀、自我意識與領導能力強，主管的格局。有點大男人/大女人主義。",
      "c4" : "比3個圈的特質更強烈，有領導能力、主控力、創造力、略急躁，點子多。",
      "t1" : "有主見、有執著面、個性好強、有時會強詞奪理。",
      "t2" : "有主見、有執著面、個性好強、有時會強詞奪理。",
      "mix" : "看來具領導格、獨立、走在時代尖端、熱情、阿莎力、重感情、外緣好、直覺強，但因後天有三角型所以領導能力和個性會有障礙，必須隨時調整。",
      "empty" : "缺乏獨立意識，開創能力弱，依賴心重、被動、消極、做事較沒創造力，是跟隨著。",
      "rec" : "就是天生的領導者。能成為領導者、主管、老師ˇ。"
    }
  },
  {
    "number": "2",
    "type": {
      "c1" : "多才多藝、浪漫多情、喜溫柔體貼、雙重個性、有情緒化、愛恨分明、忌妒心、矛盾、優柔寡斷、具桃花、善合作、感情運好、人際互動佳。",
      "c2" : "人際互動、桃花比較強、多才多藝、浪漫多情、喜溫柔體貼、雙重個性、有情緒化、愛恨分明。",
      "c3" : "有叛逆感、對六親疏離難溝通、但對朋友付出有正義感、好面子、怕被責備、人際互動、爛桃花太強。",
      "c4" : "有叛逆感、對六親疏離難溝通、但對朋友付出有正義感、好面子、怕被責備、人際互動、爛桃花太強。",
      "t1" : "太重感情、願意付出、悶騷、孤僻、比較依賴被動、情緒化。",
      "t2" : "太過孤僻、過分悶騷，為情所困、不知如何協調、有叛逆感、會站在自己的立場自我意識強、人際關係有阻礙。",
      "mix" : "與磁場相似的人較和得來、較不能深入經營人脈、朋友團體認同感低、沒耐心、且任性、做事較不能與人配合。",
      "empty" : "比較不能與人深交、做事較獨立作業、不能與人合作經營、不能配合，人際、伴侶、桃花晚或情感不長久。",
      "rec" : "會為另一半付出，適合與人配合或成為他人愛將。"
    }
  },
  {
    "number": "3",
    "type": {
      "c1" : "人緣好、口才佳、與人互動多、創新、有良好的溝通表達能力、敏感力強、聰明學習力強。",
      "c2" : "人緣極好、靠說話賺錢，喜歡探索任何美的事物、有創造發明的頭腦、喜歡冒險嘗試、對新鮮事物好奇。",
      "c3" : "較任性叛逆、有奇異想法、易脫離現實、追求理想、並且堅持己見、心直口快、太有正義感。",
      "c4" : "較任性叛逆、有奇異想法、易脫離現實、追求理想、並且堅持己見、心直口快、太有正義感。",
      "t1" : "較任性叛逆、有奇異想法、易脫離現實、追求理想、並且堅持己見、心直口快、太有正義感。",
      "t2" : "較任性叛逆、有奇異想法、易脫離現實、追求理想、並且堅持己見、心直口快、太有正義感。",
      "mix" : "追求理想、並且堅持己見、心直口快、有正義感、執著、理想主義。",
      "empty" : "人緣、口才和個性木訥，缺乏原創力，表達能力受阻、較部會溝通表達、人際關係有阻礙、容易與現實脫節、想法太多而無主見想到就做、是任性且理想化的人。",
      "rec" : "適合靠嘴巴賺錢，具有出色的溝通表達能力。"
    }
  },
  {
    "number": "4",
    "type": {
      "c1" : "有責任感、一板一眼、天生有財庫、善於理財、組織能力特強、務實。",
      "c2" : "個性務實、按部就班，在理財與房地產方面頗有天分。",
      "c3" : "個性龜毛、忌投機、責任感過頭或毫無責任感。",
      "c4" : "個性龜毛、忌投機、責任感過頭或毫無責任感。",
      "t1" : "個性龜毛、忌投機、責任感過頭或毫無責任感。",
      "t2" : "個性龜毛、忌投機、責任感過頭或毫無責任感。",
      "mix" : "責任感過強、完美主義、潔癖。在理財方面會因為投機而大失血。",
      "empty" : "賺錢為了別人，隨性、憑感覺做事、白手起家、沒錢沒安全感。",
      "rec" : "可靠投資理財置產，易在組織團體中發光發熱。"
    }
  },
  {
    "number": "5",
    "type": {
      "c1" : "喜好自由、喜歡往外跑、異性緣佳、擅長行銷、不喜人管、喜好奇嘗試、人際公關佳、喜多采多姿的生活、不喜受拘束、多才多藝、但易博學不精、喜遊戲、旅行、交友。",
      "c2" : "自我意識強，對朋友非常重情重義、異性緣太旺、人際公關佳、喜多采多姿的生活。",
      "c3" : "自我中心、念舊、喜歡用自己的方式處理事情。",
      "c4" : "自我中心、念舊、喜歡用自己的方式處理事情。",
      "t1" : "自我中心、念舊、喜歡用自己的方式處理事情。",
      "t2" : "自我中心、念舊、喜歡用自己的方式處理事情。",
      "mix" : "自我觀念強，我行我素、太喜歡挑戰、刺激、變成投機冒險、有賭性。",
      "empty" : "被動、容易找理由與藉口、信心一動搖、容易半途而廢、喜自由、怕承諾、怕工作複雜壓力和人事紛擾、做事喜隨性、希望工作就是遊戲。",
      "rec" : "很重視家庭圓滿，也很適合業務行銷工作。"
    }
  },
  {
    "number": "6",
    "type": {
      "c1" : "有愛心、感性、有耐心、喜公平對待、愛美、敏感、心腸軟、能幫助及照顧別人、熱誠、服務團體、好面子。",
      "c2" : "爛好人一個，是家中經濟與精神的支柱與重心，心腸軟、有愛心、能幫助及照顧別人、有正義感、熱誠、好面子。",
      "c3" : "爛好人、會無限的付出、急躁衝動沒有耐性、易承諾但不一定會實現、思考做事教會站在自己的立場、缺乏認同感。",
      "c4" : "爛好人、會無限的付出、急躁衝動沒有耐性、易承諾但不一定會實現、思考做事教會站在自己的立場、缺乏認同感。",
      "t1" : "爛好人、會無限的付出、急躁衝動沒有耐性、易承諾但不一定會實現、思考做事教會站在自己的立場、缺乏認同感。",
      "t2" : "爛好人、會無限的付出、急躁衝動沒有耐性、易承諾但不一定會實現、思考做事教會站在自己的立場、缺乏認同感。",
      "mix" : "為家庭的付出更多，若沒有公平對等的回報，個性將變得極端。",
      "empty" : "坦率直白、個性衝動急躁，持續力不足、較自我中心、較被動、參與社團活動融入團體較慢、較無耐性服務。",
      "rec" : "為家人無怨無悔的奉獻與付出，做事以愛心為出發點。"
    }
  },
  {
    "number": "7",
    "type": {
      "c1" : "貴人運旺、智多星、追求真理與真相、理性、專業、理智多慮、善規劃、策略思考、分析力強、較敏感。",
      "c2" : "追求真理、太過理性、貴人運旺、有長官緣、較喜歡探求神祕學。",
      "c3" : "打破沙鍋問到底、質疑自己或別人、在分析力上較薄弱、沒有與人競爭的心。",
      "c4" : "打破沙鍋問到底、質疑自己或別人、在分析力上較薄弱、沒有與人競爭的心。",
      "t1" : "打破沙鍋問到底、質疑自己或別人、在分析力上較薄弱、沒有與人競爭的心。",
      "t2" : "打破沙鍋問到底、質疑自己或別人、在分析力上較薄弱、沒有與人競爭的心。",
      "mix" : "除了質疑自己也質疑別人的專業和判斷、隨性、粗心大意。",
      "empty" : "做事不會未雨綢繆、憑感覺喜好、比較沒有競爭心、比較理想化、重成就感、不務實、缺乏分析理智性。",
      "rec" : "很容易成為他人的貴人，發展專業、一技之長，適合走專業路線。"
    }
  },
  {
    "number": "8",
    "type": {
      "c1" : "創業、管理、賺大錢、老闆命格、創業當老闆、善於掌握機會、培育人才、慾望無窮、桃花旺。",
      "c2" : "慾望和企圖心很強烈、對賺大錢非常有興趣。",
      "c3" : "重感覺、自尊心強、掌控性強、質疑心過強、帶有神經質、喜歡神祕學。",
      "c4" : "重感覺、自尊心強、掌控性強、質疑心過強、帶有神經質、喜歡神祕學。",
      "t1" : "重感覺、自尊心強、掌控性強、質疑心過強、帶有神經質、喜歡神祕學。",
      "t2" : "重感覺、自尊心強、掌控性強、質疑心過強、帶有神經質、喜歡神祕學。",
      "mix" : "自尊心強、需要別人的尊重、最怕沒面子。對伴侶有很強的控制慾。",
      "empty" : "機會掌控力弱、較不會掌控經營規劃、較沒有遠期規劃力。",
      "rec" : "就是適合創業、培育人才、走管理或財經方面。"
    }
  },
  {
    "number": "9",
    "type": {
      "c1" : "喜自然生活、熱愛自然原始的事物、喜與人談心、不受拘束、喜愛自由、生活不易拒絕別人、與宗教修行有緣、思考力強、可從事技術學術研究。",
      "c2" : "幻想太多、想多做少、優柔寡斷、但率性而為、希望與別人保持適當距離、不喜別人太黏他、有孤獨感、敏感直覺強烈、有空想幻想力。",
      "c3" : "奉獻過頭或太過懶散、不切實際、愛做白日夢。",
      "c4" : "奉獻過頭或太過懶散、不切實際、愛做白日夢。",
      "t1" : "奉獻過頭或太過懶散、不切實際、愛做白日夢。",
      "t2" : "奉獻過頭或太過懶散、不切實際、愛做白日夢。",
      "mix" : "對宗教信仰不適很虔誠就是緣分來得慢、對朋友付出太多、不是很樂於奉獻就是自私自利。",
      "empty" : "缺乏愛心和同情心、較無團體服務心，對別人的需要無動於衷、要懂得植福、不要把注意力放在自己身上。",
      "rec" : "有宗教信仰、會往身心靈的領域發展、為公益付出、志工與義工。"
    }
  }
]
