[
  {
      "number" : 1,
      "summary" : "天生的領導者，能成為領導者、主管、老師。",
      "personality" : "生命靈數1的人的個性非常的自我而且強烈，是老大哲學的領導者，不畏挑戰不怕困難。做甚麼事，總是以自己的想法出發。這樣的個性很適合做一個領導者，因為你可以領導別人往目標邁進，也不怕別人與你衝突，帶著很強烈的征服慾，這樣的開創性格，讓你可以完成不可能的任務，而且一旦決定目標，幾乎可以排除萬難的把你的理想落實，人生的目標就是要好好的表現自己。",
      "downside" : "比較不能站在別人的角度他人著想、固執且本位主義太強，有時會一意孤行，不顧別人反對，而且好勝心強，常讓你與他人很難協調。有時候，自尊心太 強，往往拉不下臉來，自信心不夠，卻又要擺出一副很了不起的姿態，往往得罪很多人。基本上你需要學習柔軟的身段，並學會站在別人的角度，聆聽別人的意見。",
      "love" : "你常常不懂得如何與另一半溝通。剛開始追求的時候，非常積極而熱情，旦開始往交之後，卻常常不懂另一半的心，或者一味要求另一半配合取悅你，也不太願意為對方改變。所以如果你的另一半配合度比高較，而你也能或多或少為對方著想，就可以相處甚歡，如果對方也很主觀，你的戀愛就成了一個每天吵個不的戰場。",
      "job" : "你的熱情、幹勁、及侵略性，讓你很適合做業務性質的工作。你的工作如果需要有很強的開拓性，你就能做的很好。業務員、企業家、很特立獨行旳藝術家、發明家、革命家、老師、領導者、運動家、高階主管或自行創業等等。"
  },
  {
      "number" : 2,
      "summary" : "會為另一半付出，適合與人配合或成為他人愛將。",
      "personality" : "你的個性有一個很大的特點，就是你飛昂重視人際關係，而且當別人愉快的時候，你也會覺得很開心。2號人士典型的老二哲學，不喜歡強出鋒頭，喜歡退居幕後當幕僚或參謀，善與人溝通相處，注重豐富，親切溫和，個性比較依賴。所以你很體貼，很溫和，非常的善解人意。在與別人相處的時候，長為他人設想，在乎別人的感覺，也重視別人的意見，也很在乎別人的批評，常常都想要做到面面俱到，是一個渾然天成得公關高手，擅長處理人際關係，抗壓性強，身段也很柔軟。能帶給身邊的人幸福。",
      "downside" : "當你把別人對你的期望擺在第一順位，而忽略自己內在的可望時，你會很痛苦很生氣，然後讓自己變成受害者，這是很需要去避免的。太在乎人際關係，會讓你很容易受到別人的影響，不想辜負別人的期望，常把自己搞得很累。有時猶豫不決，拿不定主意，也讓身旁的人很火大。常常自己的生活，自己的工作，會受到別人的左右，而不能朝向自己的目標前進，搞得自己進退兩難。",
      "love" : "你很依賴，很需要有一個人在你的身邊。所以當你單身的時候，你會一直想要有一個伴，不然會覺得沒有安全感。當你有另一半的時候，你是個很貼心的情人，凡事都替另一半著想，另一半一定會覺得很幸福。只不過，如果你的另一半不是同樣貼心的人，甚至對你予取予求，你的生活就會跟著他一團亂，所以找一個同時能為你著想的另一半是很重要的。",
      "job" : "你非常的擅長處理人際關係，所以服務業很適合你。所有那一種需要很溫暖的去照顧別人的需求的工作，都很適合你。比如飯店業、公關業、客服、分析師、檢察官、演員、律師、法官、記者、警察、偵探、技術員等等之類的行業。當然你也適合作照顧別人的工作，如保姆、看護人員等等。在公司裡頭，你所奉行的是老二哲學，不喜歡強出頭，所以你的工作多半事後勤支援與幕僚的角色。"
  },
  {
      "number" : 3,
      "summary" : "適合靠嘴巴賺錢，具有出色的溝通表達能力。",
      "personality" : "3號人是天生的樂觀主義者，喜歡把歡樂帶給大家，溝通表達能力強，說話得體嘴巴甜，所以人緣不錯。你是個很聰明，而且點子很多的人！溝通表達能力都很強，而且個性上喜歡嘗試新鮮的事物，腦子裡裝了很多稀奇古怪的念頭；你同時很喜歡交朋友，很喜歡那種大家一起聊天八卦的感覺。所以你在一個團體裡，總顯得很活躍，很惹人注目。你也喜歡在大家面前發表你自己的想法，別人也常常把你當軍師，遇到疑難雜症，就會來找你想辦法，是不折不扣的意見領袖。",
      "downside" : "喜歡新事物，討厭一成不變，有時會讓你覺得你很善變。早上的想法與下午的想法可能完全不一樣，雖然你自有一套說法可以自圓其說，但別人總會覺得你有一點前後不一。你還需要注意的是，說了就要做到，不要光靠一張嘴，不然別人也會覺得你是一個只會說卻不會做的人。你還要小心得不要去討論別人的八卦是非，否則你就會常常遇到那種朋友間相互猜忌互有心結的情況。",
      "love" : "你有發現你自己喜歡朋友甚於喜歡談戀愛嗎?或許，應該要說兩個人的世界，一旦穩定下來，而變得一成不變的時候，你就會開始覺得無聊。而且朋友很多的你，因為認識異性的機會也很多，所以有時候你會發現自己一不小心，就會陷入和人搞曖昧的情況哦！沒錯，生命靈數3的人，有時會讓人覺得有點花心！",
      "job" : "聰明而且點子多是你的特色！還可以口沫橫飛地去把自己的想法活靈活現的傳達給別人是你的專長。所以你很適合做大眾傳播的工作，如記者、廣告或行銷企劃等，創意有關的工作。而且口才很好的你，也適合做講師、訓練師、律師、政治家(議員或立法委員等)、或者企業對外的發言人之類的腳色；另外，點子很多的你，也適合做一些創新研發的工作。"
  },
  {
      "number" : 4,
      "summary" : "可靠投資理財置產，自在組織團體中發光發熱。",
      "personality" : "生命就像一個四邊形，那種方方正正的感覺，重視細節帶點龜毛，有責任感、在投資理財、組織能力與管理規劃能力強，個性踏實不虛華，不愛虛偽的花言巧語，需要較多的安全感，所以不喜歡冒險，不喜歡改變，有點固執。個性規規矩矩，有條有理。務實踏實是你的優點，只做有把握的事，生命靈數4的你，是個不折不扣的保守派！最想要的就是房子，因為房子能帶給安全感。真的，生命靈數4的人，一直在追求都是安全感。賺錢踏踏實實，一點都不投機，花錢也精打細算，絕不會花得比賺錢多。",
      "downside" : "生命靈數4的人，最大的問題就是太固執太保守，不敢輕易嘗試新事物。所以，就算你很有野心，想要做很大的事業，想要買很大的房子，想要存很多錢，可是你卻太保守，而沒有辦法勇敢的踏出去，所以生命靈數4的你，學著更勇敢更積極是有必要的。至於這種害怕改變的心情，主要因為你老是比較負面思考，所以你要學著正面積極，多往好處想，才不會老是搬石頭砸自己的腳。",
      "love" : "生命靈數4的人，在談戀愛的部分是比較保守而務實。簡單來說，你找伴侶也希望另一半的財務狀況能穩定。所以，女生通常會希望另一半在金錢上面可以提供安全感，男生則是顧家型的男人，談戀愛的時候，通常會希望以結婚為前提。所以你可能會為了經濟的穩定嫁給一個你不是很愛的人，而不敢去追求自己的真愛。不過你很擅長理財理家，結婚後可以過著穩定的生活。",
      "job" : "穩定而按部就班就是你的特色！所以生命靈數4的人，通常也有穩健管理與經營的能力。像店長、廠長這種中階主管，逐步的把上司交代的工作完成是很適合你的職業，例如分析師、規劃師、顧問、中高階主管、保險業、工頭。如果你數字能力很好，你也可以做會計之類的工作。通常你也對房地產有興趣，所以建築、室內設計或房地產買賣或建材買賣都很適合你的調性。"
  },
  {
      "number" : 5,
      "summary" : "很重視家庭圓滿，也很適合業務行銷工作。",
      "personality" : "5號這個數字處在中間的位置，上下左右都有其他數字能量包圍，是一個平衡的樞紐，自我主觀意識強烈、不拘小節、大而化之，個性隨緣，人際關系不錯。特立獨行的你，喜歡自由，喜歡冒險，不喜歡被約束！你的個性比較我行我素，喜歡交朋友，喜歡嘗試新鮮不一樣的事物，喜歡跟人家不一樣，也不害怕標新立異。不喜歡迂腐、八股、權威及守舊的人事物，有種叛逆的特質，總想要顛覆傳統，抗拒拘束。所以你是一個革新派，是一個冒險家，是一個鬥士，不容許有人限制你的自由，干涉你的自由意志。",
      "downside" : "過度堅持自己的理想與意見，尋求刺激，沒定性是你一個很大的問題，你有點喜新厭舊，不喜歡做一成不變的事，所以一般朝九晚五的工作你總是很容易感到無聊，也許會一直換工作，給人不穩定的感覺；而且一旦感覺到不合理，你的好鬥好爭辯的個性就會跑出來，不惜與人爭吵，不佔得上風不肯罷休，需要學習更圓融的處理人際關係。",
      "love" : "你的愛情猛烈又快速，常有一見鍾情的感覺，一旦愛上了就瘋狂追求，卻常常只有五分鐘熱度，一旦成功了，卻又只有五分鐘的熱度！而且不喜歡受限制的你，一旦覺得無聊，就想拔腿就跑！很難給出一對一的承諾！所以，你的愛情觀是遊戲人間，你大可以多談幾段戀愛，等你玩夠了，再來考慮想定下來。",
      "job" : "不喜歡被約束的你，適合自由業！自己當自己的老闆！工作類型上，適合變化多端不會無聊的工作。所以，擁有專業的技術或可以謀生的才華，對你而言是很重要的。比如說可以盡情展現自己魅力的演藝人員、藝術家、自由作業、SOHO族、旅遊業、心靈導師、冒險家、行銷業務，設計工作者都適合你。"
  },
  {
      "number" : 6,
      "summary" : "為家人無怨無悔的奉獻與付出，做事以愛心為出發點。",
      "personality" : "你的個性很溫和而有愛心。喜歡照顧別人，服務別人。而且很有同情心，一但看到有人受苦，你都會有一種想要去幫助他們的慈悲心。6號是感性與愛心的代表，總是為心愛的家人無怨無悔的奉獻與付出，是大家眼中的｢爛好人｣代表，總是給別人機會，但也需要他人真誠與公平的對待，你常常為身邊的人犧牲奉獻，在日常生活上去照顧別人，這樣的特質，有點像人間天使。另外，你是一個很重視細節的人，很細心很細膩，很擅長處理複雜而繁瑣的事，而且有種完美主義的傾向。",
      "downside" : "為他人無條件的犧牲奉獻讓你很開心，但是如果超出了自己的能力範圍，常常也會把自己搞得一團亂，也只會讓他人無法獨立，而你也會有一種不公平的感覺，覺得自己為別人做了那麼多，卻沒有得到回報，而產生抱怨與嘮叨的傾向。另外，你的完美主義，也會讓你對小事吹毛求疵，一邊做一邊碎碎念，一邊覺得不滿意，都會讓身邊的人受不了。",
      "love" : "如果慎選一個負責任的好對象，你的感情生活就會平安而富足哦。你會為情人洗衣煮飯，打點生活上的大大小小細節事常會做的事。所以，當你的另一半還真是幸福啊！但你要記住?歡喜做、甘願受?，可不要老是抱怨為什麼另一半沒法子用同意的方法回報你？而且你要注意，可不要把愛情與同情混為一談啊！不然你就總是會遇見一踏糊塗的可憐蟲情人，讓你在財務上生活上為他擔心受怕。",
      "job" : "注重細節的特質，讓你可以處理多複雜而細膩的事，所以總務、行政、會計工作都適合你。你或許會對醫療工作也有興趣，所以醫生、護士、醫藥方面的工作也適合你。和美有關的任何行業、服務業、醫生護士醫療界、愛心志工也很適合。有很多生命靈數6的朋友，也會投身在非營利組織中，為了自己的一份愛與理想而付出。一些照顧服務性的工作，如托兒所、社工都適合你的個性。"
  },
  {
      "number" : 7,
      "summary" : "很容易成為他人的貴人，發展專業、一技之長，適合走專業路線。",
      "personality" : "你天生有種理性、擅長分析的特質，對很多事都抱著懷疑的態度，喜歡學習、喜歡閱讀，有種與生俱來的智慧。7號代表的是貴人與專業，前世曾經是個樂善好施的大善人，要先成為別人的貴人，別人才能成為你的貴人，善緣相續，貴人運不斷，也代表專業，非常適合往專業領域發展。你很聰明，很有自己的想法，常常是朋友的智囊團，因為你總是有辦法很理性很超然的去分析一個情境，然後提出你自己的看法及建議別人一個有效的辦法。你也喜歡挑戰不可能，對你而言愈難的事，你愈是要想辦法去把它弄個清楚，是個道道地地的評論家與分析師。",
      "downside" : "對很多事都會產生質疑，不容易相信是你一個很大的問題。因為對人事物的存疑，所以你總是會感到自己有一種焦慮與不信任的感覺。有時流於理性與太愛分析，很多事對你而言，會顯得醜陋而冷酷。因為對很多事都看得很透徹，反而有時會讓你不相信人性，甚至選擇逃避與遠離人群，過著一種孤芳自賞的生活。",
      "love" : "對人的質疑與不信任，讓你和你的另一半好像總有到透明的牆。他會愛我一輩子嗎？他會只愛我嗎？他真的適合我嗎？你心裡永遠有問不完的問題！而且太過聰明的你，總很輕易就會找到對方的缺點，讓好不容易點著的熱情，瞬間澆了一盆冷水！所以囉，你的另一半在心智上能和你溝通，能和你討論你的想法你的意見是很重要的，唯有如此，你們的愛才能愈談愈深刻。",
      "job" : "擅長分析的你，有辦法把複雜的現象系統化，所以像工程師、市場研究員或財務分析顧問、出版業、書店、心靈導師之類的工作都適合你。有些生命靈數7的朋友，對宗教靈性的事物充滿興趣，也可擔任命理諮商師、心理治療師之類的角色。因為很有自己的看法與主見，所以可以從事如出版或寫作之類的工作。"
  },
  {
      "number" : 8,
      "summary" : "就是適合創業、培育人才、走管理或財經方面。",
      "personality" : "你是一個非常｢物質｣與成功導向的人。對你而言，賺取財富與贏取名聲是很重要的。而為了要達到目的，你也會展現出很多的手腕和控制力卻讓你的目標達成，所以往往會給人一種｢強人｣感覺。8號是個活力旺盛，凡事都要掌控的人，是天生的勞碌命特質，最常校長兼撞鐘，一人當三人用，學習能力強，喜歡做大事，你天生就是一種大老闆的氣度，可以果決地去做決策，與支配你身邊的資源。對你而言，沒有甚麼比做生意、結交成功人士、創造富足的生活更重要，而這一切的努力也會讓你能享有財富地位。",
      "downside" : "太過利益導向有時候讓人家覺得你很現實，但是一旦你了解當你幫別人致富會讓你更富有時，你才不會老是按照別人的身家與存款數字來論斷別人。另外，個性上那種自以為是，愛炫耀自已的財富的個性也需要被修正；追求財富沒有不對，但是你常常會重視物質而忽略心靈上的需求，讓人覺得你是個膚淺而市儈的人。",
      "love" : "你常藉由大方地送禮，物質的餽贈來表達自己的能耐。對伴侶大方當然是好的，但是當你認為用錢就可以打動對方的時候，你和另一半的感情就會淪為一種物質的交換。尋找一個同樣樂衷於財富，能幫助你更上層樓的伴侶是對的，但是兩人如果有更多知性的分享，你們的生活可以更契合而滿足。",
      "job" : "充滿了成就動機，一心想賺大錢的你，一旦時機成熟可以自己創業當老闆。但是學會變得實務對你而言很重要的。另外，對於投資理財有高度興趣的你，也很適合從事財務金融方面的工作，如股票、銀行、金控等，財經分析師、軍職、中高階主管。如果你很渴望權力，走上政治，當民意代表也適合你的屬性。另外，在企業界擔任財務方面的工作，也是你的選擇之一。"
  },
  {
      "number" : 9,
      "summary" : "有宗教信仰、會往身心靈的領域發展、為公益付出、志工與義工。",
      "personality" : "你的個性比較平淡，有點孤獨喜歡獨處，甚至有點孤僻，喜歡獨來獨往，不喜歡複雜的人際關係。9號有兩個面向，一種是奉獻的特質，另一種卻是懶散的特質，不是很愛睡覺就是很愛玩，9代表著某種內心的慾望與夢想，不管是想做大事或賺大錢，一定要學會?捨得?，有捨才有得，你對於宗教靈性的事物會感到高度的興趣。你同時也是個夢想家，是個理想主義者，重視精神層次，而對於現實生活中，柴米油鹽的事感到俗氣而忽視。另外，你還對人有一種悲憫的情懷想要去幫助別人，也對神祕學充滿了好奇及求知的慾望。",
      "downside" : "孤獨難相處有時候可是你的正字商標！你常常想要一個人獨處，並把自己藏起來，對很多事物似乎都提不太起興趣，所以你有時候會有一種沒甚麼值得追求，而有一種載浮載沉的感覺。不務實不實際，腦子裡充滿了各種空想，是你會遇見的問題，關於這些人生的疑問，如果你能以積極的在宗教靈性的領域來尋求解答，你就能以一種超然的方式來看待自己的人生。",
      "love" : "你在感情的部分比較被動，而且因為不擅長拒絕別人，所以一旦有人追求你，你也會很自然地就跟對方在一起。也無所謂愛不愛，但仍然保持著一種孤獨而疏離的相處方式，另一半也很難真的了解你在想甚麼，如果你的另一半也對神祕學宗教方面有興趣，那妳們就會有很多共同的話題。你需要慎選你的伴侶，因為當他不夠負責且不成熟時候，你可會有很多苦頭吃。",
      "job" : "對於宗教神秘學有興趣，會讓你有機會從事與宗教有關的工作。對人的慈悲與愛會讓你有機會走入為他人服務的慈善機構，或非營利組織，身心靈領域的志工、宗教方面的學習與工作、殯葬業、禮儀師。你通常喜歡一個人思考一個人工作，所以像教師、研究員的工作也適合你。很多9數的人，做甚麼工作好像都不那麼重要，但是如果能去做一些義工，或助人的工作，都會讓你內心得到平靜。"
  }
]
